@extends('layouts.mainbody')
@section('DashboardContent')
<div class="container agremnt-section">
    <style>
        @media print {
            .left-side-bar{
                display: none;
            }
.agrement-print{
    display: none;
}
        }

    </style>
    <div class="row">
        <div class="col-md-12">
            <span> <Button class="btn btn-warning agrement-print" onclick="window.print()">Print Agrement </Button></span>
            <h3 style="text-align:center; margin:100px 0px 40px 0px;font-weight:600;">ঘর/কক্ষ/আসন (Seat) সিটভাড়ার চুক্তিপত্র</h3>
            <p> <span class="bold"> "মাসিক আসন (Seat)/ কক্ষ/ সিট ভাড়ার এই “চুক্তিপত্রটি”</span> অদ্দ্য <span class="agrement-single-value">  {{$agrements->date}}</span> ইং তারিখে সম্পাদিত হইল এবং এই  চুক্তিপত্রটি  <span class="agrement-single-value"> {{$agrements->active_date}}</span> ইং তারিখ হইতে কার্যকর হইবে।</p>
            <p>প্রজেক্ট সেকেন্ড হোম    (যৌথ মূলধন কম্পানি ও ফার্মসমূহের পরিদপ্তর এর নিবন্ধন নং সি-১২৩৩৩৩ বা সিটি কর্পোরেশন এর ট্রেড লাইসেন্স নং ৬৬৭০৯১২ এবং ব্যাবসায়িক ঠিকানা ঢাকা ) এরপক্ষে প্রতিষ্ঠান এর, নামঃ<span class="agrement-single-value"> {{$agrements->owner_name}}</span> , ঠিকানাঃ <span class="agrement-single-value"> {{$agrements->owner_address}}</span> , জাতীয় পরিচয় পত্র নং, <span class="agrement-single-value"> {{$agrements->owner_nid}}</span> এই চুক্তিপত্রে অতঃপর “ভাড়াদাতা” বলিয়া গণ্য হইবেন।</p>
            <p>..................................................................... ১ম পক্ষ ।</p>
            <p style="text-align:center;" class="bold">এবং</p>
            <p>জনাব/জনাবা নামঃ <span class="agrement-single-value">  {{$agrements->guest_name}}</span> , পিতা / স্বামীর নামঃ <span class="agrement-single-value"> {{$agrements->gurdian_name}}</span> , জাতীয় পরিচয় পত্র নং, <span class="agrement-single-value"> {{$agrements->guest_nid}}</span> ,স্থায়ী ঠিকানাঃ <span class="agrement-single-value"> {{$agrements->permanent_address}}</span> , এই চুক্তিপত্রে অতঃপর “ভাড়াগ্রহীতা বা বোর্ডার” বলিয়া গণ্য হইবেন।</br>
                ..................................................................... ২য় পক্ষ ।
            </p>
            <p>অত্র চুক্তিপত্রের পক্ষগণ / পক্ষদ্বয় অত্র চুক্তিপত্রের নিম্ন তফসিল বর্ণিত <span class="agrement-single-value"> {{$agrements->seat_no}}</span>
                আসন (Seat) / কক্ষ (যাহা এইচুক্তিপত্রে অতঃপর <span class="bold"> “ভাড়া সম্পত্তি”</span> বলিয়া উল্লেখিত হইবে)।  দ্বিতীয় পক্ষ ভাড়া চুক্তির প্রস্তাবে রাজি হইয়া মাসিক ভাড়ার ভিত্তিতে প্রথম পক্ষের নিকট হইতে অত্র <span class="bold">ভাড়া সম্পত্তি</span> নিম্নবর্নিত শর্তাবলীর ভিত্তিতে “ভাড়া” নিতে সম্মত হইয়াছেন। </p>
            <p class="bold">চুক্তির শর্তাবলীঃ</p>
            <p>  1.	এই চুক্তিপত্র কার্যকর হইবে <span class="agrement-single-value"> {{$agrements->active_date}}</span> ইং তারিখ হইতে এবং যদি না ইহার মেয়াদ উত্তির্ণের পূর্বে বাতিল করা হয় তবে <span class="agrement-single-value"> {{$agrements->active_date}}</span> ইং তারিখ  অবধি বলবৎ থাকিবে।</p>
            <p>2.	<span class="bold"> “ভাড়াগ্রহীতা/বোর্ডার” </span> দুই কপি ছবি, পরিচয়পত্রের ফটোকপি, আইনগত যে কোন একজন অভিভাবকের ছবি ও পরিচয়পত্রের ফটোকপি সহ ভাড়া চুক্তিপত্র স্বাক্ষর করিতে হইবে।</p>
            <p>3.	এই চুক্তিপত্রটি পক্ষদ্বয়ের পারস্পরিক সমঝোতার ভিত্তিতে চুক্তিপত্রের মেয়াদান্তে পরবরতী মেয়াদকালের জন্য নবায়ন হইতে পারে। <span class="bold"> “ভাড়াগ্রহীতা/বোর্ডার” </span> চুক্তিপত্রের মেয়াদ উত্তীর্ণের ৩০ (ত্রিশ) দিন পূর্বে ভাড়াগ্রহীতাকে চুক্তিপত্রের মেয়াদ বর্ধিত করনের নোটিশ প্রদান করে চুক্তির মেয়াদ নবায়ন করিতে।</p>
            <p>4.	মাসিক ভাড়ার পরিমান হইবে  <span class="agrement-single-value"> {{$agrements->seat_rent}}</span> টাকা (.........................................................................................) মাত্র যা ভাড়াগ্রহিতা ভাড়া দাতাকে চলতি মাসের সপ্তম দিবসের মধ্যে ভাড়াদাতার নির্ধারিত ব্যাংক একাউন্ট <span class="agrement-single-value"> Bank ASIA</span>  ব্যাংক, <span class="agrement-single-value"> Ring Road </span>  শাখা, চলতি/সঞ্চয়ী হিসাবের নামঃ <span class="agrement-single-value"> PSH LTD </span> হিসাব নং <span class="agrement-single-value"> 0863300063 </span> এ প্রদান করিবেন বা ভাড়াদাতা প্রতিনিধির নিকট দিতে পারিবে । </p>
            <p>5.	“ভাড়াগ্রহীতা বা বোর্ডার” ভাড়াদাতাকে এডমিশন ফি (<span class="agrement-single-value"> {{$agrements->active_date}}</span>) টাকা, সিকিউরিটি ডিপোজিট (<span class="agrement-single-value"> {{$agrements->active_date}}</span>) মাসের ভাড়ার সমপরিমান <span class="agrement-single-value"> {{$agrements->active_date}}</span> টাকা প্রদান করিবেন। এডমিশন ফি অফেরত যোগ্য।</p>
            <p class="margintop">6.	তবে নির্দষ্ট তারিখের মধ্যে মাসিক ভাড়া পরিশোধ না করিলে পরবর্তী প্রতি দিনের জন্য ১০০ (এক শত) টাকা হারে জরিমানা কার্যকর হইবে এবং চলতি মাসের ১৫ তারিখের মাঝে জরিমানাসহ বকেয়া টাকা পরিশোধ না করিলে, ১ম পক্ষ চুক্তিপত্রটি কোন প্রকার জরিমানা ব্যাতিরকে বাতিল করিতে পারিবে।</p>
            <p>7.	ভাড়াদাতা মাসিক ভাড়া প্রাপ্তির পর ভাড়াগ্রহীতাকে নিয়মিতভাবে মাসিক ভাড়া প্রাপ্তির রশিদ প্রদান করিবেন।</p>
            <p>8.	ভাড়াদাতা ভাড়া সম্পত্তি-তে নিরবিচ্ছন্নভাবে পানি, বিদ্যুৎ, গ্যস (যদি প্রয়োজ়ন হয়) সরবরাহ এবং উপযুক্ত পয়ঃনিষ্কাশ্ন ব্যবস্থা নিশ্চিত করবেন।</p>
            <p>9.	“ভাড়াগ্রহীতা বা বোর্ডার” যদি চুক্তিপত্রের মৌলিক কোন শর্ত ভঙ্গ না করেন, তবে ভাড়াদাতা চুক্তিপত্রটি বাতিল করিতে পারিবেন না। তবে “ভাড়াগ্রহীতা বা বোর্ডার” যদি চুক্তিপত্রের মৌলিক কোন শর্ত ভঙ্গ করেন, তবে ভাড়াদাতা এই চুক্তিপত্রটি কোন জরিমানা ছাড়াই শর্ত ভঙ্গ করিবার কারন উল্লেখপূর্বক ৩ (তিন)দিনের আগাম নোটিশ প্রদানপূর্বক চুক্তিপত্রটি বাতিল করিতে পারিবেন।</p>
            <p>10.	এই চুক্তির মেয়াদকালে যে পক্ষ কোন কারন প্রদর্শন না করিয়া ৩০ (ত্রিশ) দিনের আগাম নোটিশ প্রদানপূর্বক জরিমানা ছাড়া চুক্তিপত্রতি বাতিল করিতে পারিবেন। তবে এক্ষেত্রে সংশ্লিষ্ট পক্ষ অপর পক্ষকে অবশ্যি ই-মেইল এর মাধ্যমে বা চুক্তিপত্রে উল্লেখিত ঠিকানায় লিখিত আকারে চুক্তিপত্র বাতিলের নোটিশ প্রদান করিবেন।</p>
            <p>11.	মেয়াদ উত্তীর্ণের পূর্বে যদি এই চুক্তিপত্রতি বাতিল করা হয় তবে ভাড়াদাতার ভাড়া সম্পত্তির দখল ফেরত নিবার ১(এক) দিন পূর্বে ভাড়াগ্রহীতাকে সকল পাওনাদি পরিশোধ করিবেন। এক্ষেত্রে ফেরতযোগ্য সিকিউরিটি ডিপোজিট ফেরত দেওয়া হইবে। যদি ভাড়াগ্রহীতা ভাড়া সম্পত্তির কোন প্রকার ক্ষতি সাধন করিয়া থাকেন, তবে ঐ টাকা হইতে খতিপূরণ বাবদ ধার্যকৃত টাকা সমন্বয়ের পর অবশিষ্ট টাকা ভাড়াগ্রহীতাকে ফেরত দিবেন।</p>
            <p>12.	ভাড়াদাতা ভাড়া সম্পত্তি জন্য প্রদেয় সকল বিল নিয়মিত পরিশোধ করিবেন।</p>
            <p>13.	“ভাড়াগ্রহীতা বা বোর্ডার” এই মর্মে নিজেকে আবদ্ধ করিতেছেন যেঃ-</p>
            <ul class="agrement_sub_menu">
                <li>i.	কক্ষের অন্য রুমমেটের সম্মতি ছাড়া রাত ১২ টার পর রুমের লাইট জ্বালিয়ে রাখিবেন না।</li>
                <li>ii.	রাত ১২ টার পর রুমে মোবাইল এ কথা বলা যাবে না, রুমে অন্য রুমমেটের আসুবিধা করে জোরে কথা বলিবেন না বা অশালীন কোন আচরণ করিবেন না।</li>
                <li>iii.	কক্ষে বা ভবনের কোথাও নেশাজাতীয় কোন দ্রব্য রাখিবেন না বা সেবন করিবেন না।</li>
                <li>iv.	নিজের সকল মালপত্র নিজ দায়িত্বে রাখিবেন। কোন মালপত্র হারিয়ে গেলে বা ক্ষতিগ্রস্থ হলে প্রতিষ্ঠান তার দায়ভার নিবে না।</li>
                <li>v.	নিজের সকল মালপত্র বরাদ্দকৃত লকারে রাখিবেন এবং অন্যর লকার ব্যবহার করিবেন না।</li>
                <li>vi.	জানালা দিয়ে ময়লা ফেলবেন না, ময়লা-আবর্জনা নির্দিষ্ট জায়গায় ময়লার ঝুড়িতে ফেলবেন, পলি ছাড়া ময়লার ঝুড়িতে ময়লা ফেলবেন না এবং কক্ষ পরিস্কার পরিচ্ছন্ন রাখিবেন।</li>
                <li>vii.	ভবনের, কক্ষের বা ভাড়া সম্পত্তির কোন প্রকার ক্ষতি সাধন করিবেন না। কোন প্রকার ক্ষতি সাধিত করিলে ভাড়াদাতা ক্ষতিপূরণ আদায়করিতে পারিবেন অথবা অগ্রিমের সাথে সমন্বয় করিতে পারিবেন।</li>
                <li>viii.	সুপারভাইজার দ্বারা নির্ধারিত প্রতিদিনের কাজের তালিকা বহির্ভূত আন্য কোন কাজ বুয়াকে দিয়ে করবেন না। তবে সুপারভাইজারের সম্মতিক্রমে বিশেষ বিবেচনায় বুয়াকে দিয়ে অতিরিক্ত কাজ করাবেন।</li>
                <li class="margintop">ix.	কোন বেলার খাবার বন্ধ রাখিলে বা ছুটিতে গেলে  বা বাড়িতে গেলে আগে থেকেই সুপারভাইজর কে লিখিতভাবে অবহিত করিবেন।</li>
                <li >x.	ভাড়াদাতার ভবনের ভিতরে (যেমন কক্ষ, বারান্দা, সিঁড়ি বা লিফট সংলগ্ন এলাকা) কোন ছেলে অতিথি (Guest) নিয়ে আসবেন না।</li>
                <li>xi.	রান্নাঘর শুধুমাত্র নাস্তা বানানোর জন্য ব্যবহার করবেন এবং এর বাইরে রান্নাঘরে ভাত, তরকারি বা ভারি খাবার প্রস্তুত করবেন না।</li>
                <li>xii.	ফ্রিজে একের অধিক বাটি বা পাত্র রাখিবেন না এবং দীর্ঘদিন ফ্রিজে খাবার রেখে খাবার নস্ট করবেন না।</li>
                <li>xiii.	সাজঘর (Washroom) এ ময়লা ফেলবেন না এবং ময়লার ঝুড়িতে ময়লা ফেলতে হবে। স্যানিটারি ন্যাপকিন ব্যবহার এর পর পলিতে পুরে ময়লার ঝুড়িতে ফেলবেন। সাজঘর (Washroom) ব্যবহার এর পর পরিষ্কার – পরিচ্ছন্ন রাখিবেন, কমোড (Commode) ব্যবহার এর পর ফ্ল্যাশ করবেন এবং হাই কমোড (High Commode) ব্যবহার এর পর হুড উঠিয়ে রাখবেন।</li>
                <li>xiv.	রুমমেট বা ভবনের অন্য সাথে অশোভন আচরণ করবেন না, কোন ধরনের কটু কথা বলবেন না বা অপরের সমালোচনা করবেন না।</li>
                <li>xv.	কোন অবস্থাতেই অন্য রুমমেট দের কোন আপত্তিকর ছবি বা ভিডিও ধারন করবেন না। কারো বিরুদ্ধে এই ধরনের কোন অভিযোগ পাওয়াগেলে কতৃপক্ষ ততক্ষণিক আইনানুগ কঠোর বাবস্থা নিবে।</li>
                <li>xvi.	কক্ষে অবস্থানকালে নিজের মতামত কোনভাবেই অন্যের অপর জোরপূর্বক চাপাবেন না। অভ্যন্তরীনভাবে কোন দল বা জোট ঘটিত হইলে সে  ব্যাপারে কতৃপক্ষকে অবহিত করিবেন এবং নিজে দল বা জোটে জরাইবেন না।</li>
                <li>xvii.	কোন ধরনের সমস্যা হইলে তাতক্ষণিক সুপারভাইজরকে অবহিত করিবেন।</li>
                <li>xviii.	স্বাস্থ সংক্রান্ত জরুরি অবস্থাতে ( Medical Emergency ) ভাড়াদাতা স্থানীয় অভীভাবককে  তাতক্ষণিক অবহিত করবেন। স্বাস্থ সংক্রান্ত জরুরি অবস্থাতে ভাড়াদাতা কোন প্রাথমিক চিকিৎসার ব্যবস্থা করিলে বা চিকিৎসা সংক্রান্ত কোন ব্যয় হইলে, উক্ত টাকা যথা সময়ে ভাড়াদাতাকে পরিশোধ করিবেন। তবে এক্ষেত্রে ভাড়াদাতা চিকিৎসার সংক্রান্ত ব্যয় বহনে বাধ্য থাকিবে না এবং স্বাস্থ সংক্রান্ত কোন ক্ষতির জন্য দায়ী থাকিবে না।</li>
                <li>xix.	“ভাড়াগ্রহীতা বা বোর্ডার” কোন শারীরিক সমস্যা থাকলে ভাড়াদাতাকে আগে থেকেই অবহিত করিতে হইবে। কারো করোনার উপসর্গ দেখা দিলে নিজ খরচে করোনা শনাক্তকরন পরীক্ষা করিতে হইবে। করোনা মহামারীকালীন সময়ে কারো করোনার উপসর্গ দেখা দিলে  (করনশনাক্তকরন পরীক্ষার ফল আসা না পর্যন্ত) বা কারো করনা শনাক্ত হইলে শ্যামলির ৩ নং রোডে অবস্থিত আমাদের নিজস্ব আইসোলেশন ফ্লাটে স্থানান্তরিত হইতে হইবে।</li>
                <li>xx.	করোনা মহামারিকালীন সময়ে যদি কোন কক্ষে বা ফ্লাটে কারো করোনা শনাক্ত হয় তবে ফ্লাট বা কক্ষের অন্য সকল সদস্যদের ১৪ দিন বাধ্যতামূলক কোয়ারেন্টাইতে থাকিবেন।</li>
            </ul>

            <p>ধারা ১৩ এর কোন ব্যাত্তয় ঘতিলে সুপারভাইজার ব্যাপারতি তাৎক্ষনিক দেখিবেন এবং পরপর তিনবার একই বিষিএর পুনাব্রিতি ঘতিলে ভাড়াদাতা উক্ত চুক্তিনামা ধারা ৯ মুতাবেক উচ্ছেদ করিবেন।</p>
            <p class="bold-underline">14.	সকল ক্ষেত্রে ইহা প্রযোজ্য এবং উভয় পক্ষ এই মর্মে ঘোষণা ও সম্মতি প্রদান করিতেছে যেঃ</p>
            <ul>
                <li style="list-style:none;">i.	দৈব ঘটনা (act of god) যেমন, আগুন, ঝড়, বা ভুমিকম্প বা অন্য প্রাকৃতিক দূর্যোগ কারনে বর্ণিত সম্পত্তি অথবা উহার কোন অংশ অব্যভার যোগ্য হইয়া পড়িলে ভাড়াগ্রহীতা / বোর্ডার এই চুক্তিটি জরিমানা ছাড়াই বাতিল করিতে পারিবেন অথবা অব্যবহার যোগ্য অংশকে ব্যবহার যোগ্য করিয়া না দেওয়া পর্যন্ত ভাড়াগ্রহীতা / বোর্ডার চুক্তিটি বলবৎ রাখিয়া আনুপাতিক হারে ভাড়া প্রদান করিতে পারিবে।</li>
        </div>

    </div>
    <div class="row">
        <div class="col-md-12">
            <br>
            <br>
            <br>
            <h2 style="text-align:center" class="margintop">ঘর/কক্ষ/আসন (Seat) ভাড়া সম্পত্তির তফসিল পরিচয়</h2>
            <p></p>
            <p style="text-align:center"> রুম নং <span class="agrement-single-value"> {{$agrements->roo_no}}</span> সিট নং <span class="agrement-single-value"> {{$agrements->seat_no}}</span> , তলা <span class="agrement-single-value"> {{$agrements->floor}}</span> , ঠিকানা <span class="agrement-single-value"> {{$agrements->hostel_address}}</span></p>
            <p>এই চুক্তিটি আমরা উভয় পক্ষগন উপরে উল্লেখিত স্থান অ তারিখে নিম্নলিখিত সাক্ষী গনের সম্মুক্ষে ও সজ্ঞানে সুস্থ শরীরে অনয়ের প্ররোচন ছাড়া নিজের ইচ্ছায় স্বাক্ষর করিলাম।</p>
            <p>আমরা উভয় পক্ষ এই চুক্তির সকল শর্তাবলী পড়িয়া, সম্পুর্ন্রুপে জানিয়া বুঝিয়া, কাহারো দ্বারা প্রভাবিত বা প্ররোচিত না হইয়া উপরে উল্লেখিত স্থান লিখিত সাক্ষীগণের সুস্থ শরীরে নিজ হস্থে স্বাক্ষর করিলাম।</p>


        </div>
    </div>
    <div class="bar"></div>
    <div class="row">
        <div class="col-md-6">
            <div class="signature">
                <br>
                <br>
                ............................................................................</br>
                ভাড়া দাতার স্বক্ষর
                <br>
                <br>
            </div>
            <p>সাক্ষীগণের স্বক্ষর</p>
            <p>১। নামঃ................................................................</p>
            <p> ঠিকানাঃ................................................................</p>
            <p>১। নামঃ................................................................</p>
            <p> ঠিকানাঃ...............................................................</p>
        </div>

        <div class="col-md-6">
            <div class="signature">
                <br>
                <br>
                .......................................................</br>
                ভাড়া গ্রহিতার স্বক্ষর
                <br>
                <br>
            </div>
            <p>অভিবাভকের স্বক্ষর</p>
            <br>
            <p>---------------------------------------------------</p>
        </div>

    </div>
</div>
@endsection
